SUDO = "**[ . 𝗦𝗼𝗙𝗲𝗧Ꮒ𝗼ꪀ .](t.me/SoFeThon)**\n✦┅━╍━╍╍━━╍━━╍━┅✦\n\n• اوامر التحكم تتيح لمستخدم اخر ان يستخدم اوامر تنصيبك وهو غير السورس حيث سيصبح متحكم في اوامر تنصيبك يرجى الانتباه من انه سيحصل على صلاحيات الاوامر وقد يسبب خطورة لك اذا كنت لا تثق في المستخدم الذي اضفته. \n\n\n`.التحكم` تفعيل/تعطيل\n• تستخدم هذه الميزة لتفعيل/لتعطيل خاصية التحكم بأوامر تنصيبك للمستخدمين الذين أضفتهم في قائمة المتحكمين\n\n`.المتحكمين`\n• لعرض المستخدمين الذين اضفتهم الى قائمة المستخدمين المتحكمين\n\n`.اضف متحكم`\n• بالرد على المستخدم لأضافته متحكم في تنصيب السورس الخاص بك\n\n`.ازالة متحكم`\n• بالرد على المستخدم لازالته من قائمة المتحكمين"

ALIVESLB = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.سليب`

الشرح:  يستخدم هذا الأمر لجعل الحساب في وضع النوم ويتم ايقافه عبر ارسال رسالة فقط
الاستخدام:  فقط ارسل الأمر مع ذكر السبب او بدون سبب في اي دردشة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

YIOFDD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.نتائج`

الشرح:  لارسال رابط ومعلومات حول فيديو معين من اليوتيوب
الاستخدام:  بكتابة الامر مع عنوان للبحث

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


Deltejm = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.احذف`

الشرح:  كتابة الامر مع معرف شخص ليحذف الدردشة من الطرفين
الاستخدام:  فقط اكتب الامر مع معرف الشخص وارسله في اي دردشة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


forcesub = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.اجباري`

الشرح:  يستخدم الامر لتفعيل اشتراك اجباري لقناتك في المجموعة التي تستخدم بها الامر سيطلب منهم الاشتراك في قناتك للتكلم

الاستخدام: اكتب الامر مع معرف قناتك وارسله في المجموعة

* لأيقاف الامر في مجموعتك ارسل فيها .تعطيل الاجباري *

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


chekusername = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

( .صيد ثلاثيات  ) 
- تم اضافة ميزة لصيد المعرفات الثلاثية عشوائي

( .صيد خماسي ) 
- تم اضافة ميزة لصيد المعرفات الخماسية عشوائيا

( .صيد خماسي حرفين ) 
- تم اضافة ميزة لصيد المعرفات الخماسية اختلاف حرفين عشوائيا

(  .صيد سداسيات ) 
- تم اضافة ميزة لصيد المعرفات السداسية عشوائيا

( .صيد سداسي حرفين ) 
- تم اضافة ميزة لصيد المعرفات السداسية اختلاف حرفين عشوائيا

( .صيد سباعيات ) 
- تم اضافة ميزة لصيد المعرفات السباعية عشوائيا

( .صيد بوتات ) 
- تم اضافة ميزة لصيد معرفات البوتات عشوائيا
ٴ— — — — — — — — — —
( .تثبيت  + المعرف  ) 
- يقوم بالتثبيت على المعرف وحفظه في قناة عندما يكون متاح 

( .حالة الصيد )
- لمعرفة عدد المحاولات للصيد 

( .حالة التثبيت  ) 
- لمعرفة عدد المحاولات للصيد 

( .الصيد  )
- لمعرفة شروحات اوامر الصيد

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


flshbalbote = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.تفليش بالبوت`

الشرح:  اذا كنت ادمن في احد البوتات في المجموعات وارسلت الامر سيبدأ بحظر المستخدمين عبر البوت
الاستخدام: فقط ارسل الامر في المجموعة التي تريد حظ المستخدمين فيها عبر احد البوتات

* لأيقاف التفليش ارسل .الغاء التفليش*
- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

AIIMG = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.صورة`

الشرح:  يستخدم هذا الأمر لصنع صورة من الذكاء الاصطناعي
الاستخدام:  فقط ارسل الأمر مع عنوان الصورة ليتم صنعها


الامر:  `.صورة النوع`

الشرح:  يستخدم هذا الأمر لعرض الانواع الخاصة بصنع الصورة من الذكاء الاصطناعي
الاستخدام:  فقط ارسل الأمر

ولتغيير النوع اكتب   `.صورة النوع` ورقم النوع

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


waadcmdbot = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.استثمار وعد`
الامر:  `.راتب وعد`
الامر:  `.بخشيش وعد`
الامر:  `.كلمات وعد`

الشرح:  تستخدم هذه الاوامر لتجميع نقاط في بوت وعد تلقائيا يجب عليك اضافة البوت في مجموعة انت وهو فقط وارسلهم مع عدد اعادة الامر
الاستخدام: اكتب الامر مع عدد الاعادة للام في بوت وعد

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

mlirabotcmd = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.تجميع`

الشرح:  يبدأ تجميع النقاط في بوت المليار بشكل تلقائي

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


resscmdeq = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.قيد`

الشرح:  كتابة الامر مع معرف قناتك او مجموعتك لتفعيل تقييد المحتوى ( عدم قدرة المستخدم للنسخ و التحويل من قناتك او مجموعتك  )

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


typeusername = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.نوعه`

الشرح:  بكتابة الامر مع معرف لمعرفة نوع المعرف اذا كان لبوت او قناه لو مجموعه لو حساب شخصي

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


whoibanhim = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.الحاظرهم`

الشرح:  يرسل اسماء و ايديات المستخدمين الذي حظرتهم من الخاص يرسلهن في الرسائل المحفوظة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


mygroups = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.كروباتي`

الشرح:  يرسل اسماء و ايديات مجموعاتك التي انت منضم فيها يرسلهن في الرسائل المحفوظة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

PICSERACJ = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.صور`

الشرح:  لتحميل الصور من المتصفح وارسالها لك
الاستخدام:  اكتب الامر مع عدد الصور اقصى حد هو 10 وعنوان البحث

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


STOPTKRARE = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.ايقاف التكرار`

الشرح:  لأيقاف التكرار لاي امر من اوامر التكرار في جميع الدردشات
الاستخدام:   فقط ارسل الامر في اي دردشة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


JISORO = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

 ◂  `.تحويل بصمة`
❃ بالرد على المقطع الوصتي لتحويله الى بصمة

 ◂  `.تحويل صوتي`
❃ بالرد على البصمة لتحويلها على شكل مقطع صوتي

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


SAVETECXT = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر: ` .حفظ كتابة `
الامر: ` .حفظ توجيه `

الشرح:  بالرد على اي رسالة ليقوم بحفظها في الرسائل المحفوظة اما بشكل توجيه او بدون توجيه
الاستخدام:  قم بكتابة الأمر بالرد  على الرسالة او الشي التي تريد حفظه

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

CALCATERE = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر: ` .الحاسبة `

الشرح:  لعرض حاسبة علمية للرياضيات 
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

IMSLEEPF = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.سليب_ميديا`

الشرح:  يستخدم هذا الأمر لجعل الحساب في وضع النوم ويتم ايقافه عبر ارسال رسالة فقط
الاستخدام:  اكتب الامر بالرد على صورة ويمكنك وضع سبب السليب مع الامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

COROONA = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر: ` .كورونا

الشرح:  لعرض معلومات عن كورونا في بلدك
الاستخدام:  فقط اكتب الامر مع اسم دولتك بالانكليزية

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALICES = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.فحص`

الشرح:  لعرض  معلومات تنصيبك واصدار السورس
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

R7ALTIE = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.حالتي`

الشرح:  لمعرفة الحساب هل هو محظور من ارسال الرسائل في المجموات العامة او الرسائل الخاصة
الاستخدام:  اكتب الامر وارسله فقط

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

AJMTHOEF = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.الملف لصورة`

الشرح:  لتحويل الصورة التي تكون مرسلة بشكل ملف الى صورة عادية
الاستخدام:  بكتابة الامر بالرد على صورة بشكل ملف

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

HEMAIREF = """  

قائمـه اوامر حماية الخاص :

 ◂  .الحماية تشغيل
❃ لتشغيل امر الحمايه يستخدم لتحذير المستخدمين عند مراسلتك في الخاص من التكرار

 ◂  .الحماية تعطيل
❃ لتعطيل امر الحمايه وعدم تحذير المستخدمين في الخاص

 ◂  .سماح او .س
❃ يستخدم الامر لقبول الشخص في الخاص وعدم ارسال تحذيرات له بالرد على الشخص

 ◂  .رفض او .ر
❃ يستخدم لرفض الشخص من الخاص وتحذيره اذا كرر الرسائل وبعدها حظره

 ◂  .بلوك
❃ بالرد على المستخدم لحظره من الخاص

 ◂  .انبلوك
❃ بالرد على المستخدم لالغاء حظره من الخاص

 ◂  .المسموح لهم
❃ اكتب الامر فقط لعرض معلومات عن الاشخاص الذين قبلته في الخاص


- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


LTABAMEKF = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تحويل لكتابة`

الشرح:  لتحويل ما داخل الملف الى نص عادي
الاستخدام:  بكتابة الامر بالرد على الملف

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ITESRAZAN = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تحويل لملف`

الشرح:  لتحويل النص الى داخل ملف
الاستخدام:  بكتابة الامر مع اسم الملف والرد على نص

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

TOGIDEF = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تحويل متحركة`

الشرح:  لتحويل الفيديو الى متحركة
الاستخدام:  بالرد على فيديو بالامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


PICYEYS = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تحويل ملصق`

الشرح:  لتحويل  الصورة الى ملصق بدون حزمة
الاستخدام:  بالرد على الصورة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


STIKERPIC = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تحويل صورة`

الشرح:  لتحويل الملصق الى صورة
الاستخدام:  بالرد على الملصق

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

VASCHER = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.فاس`

الشرح:  لتحويل الفيديو او المتحركة ال ملصق متحرك
الاستخدام:  بالرد على فيديو او متحركة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


TAGE4E = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

 ◂  .تاك للكل
❃ لعمل تاك لاخر 100 عضو في المجموعه اكتب الامر مع اي نص تريد

 ◂  .تبليغ
❃ لتبليغ المشرفين اذا حصل شيء ما فقط اكتب الامر

 ◂  .منشن
❃ بالرد على المستخدم وكتابه شيء مع الامر لعمل تاك داخل الكلمه للمستخدم

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


PROFUIECMD = """ 

قائـمه اوامر البروفايل: 

 ◂  .تغيير اسم
❃ لتغيير اسم حسابك اكتب الاسم مع الامر

 ◂  .تغيير بايو
❃ لتغيير بايو حسابك اكتب البايو مع الامر 

 ◂  .تغيير صورة
❃ لتغيير صورة حسابك بالرد على الصورة بالامر

 ◂  .تغيير معرف
❃ لتغيير معرف حسابك اكتب المعرف مع الامر

 ◂  .ازالة الصورة
❃ اكبت الامر لحذف صورة حسابك

 ◂  .معرفاتي
❃ لعرض معرفات حسابك التي صنعتها

 ◂  .حسابي
❃ لعرض معلومات و احصائيات حسابك


- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


SACAMF = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

 ◂  .وهمي كتابه
❃ لبدء وضع كتابة بشكل وهمي جربه بنفسك

 ◂  .وهمي فيديو
❃ لبدء وضع ارسال فيديو بشكل وهمي جربه بنفسك

 ◂  .وهمي لعبه
❃ لبدء وضع ارسال لعبة بشكل وهمي جربه بنفسك

 ◂  .وهمي صوتي
❃ لبدء وضع ارسال بصمة صوتية بشكل وهمي جربه بنفسك

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


KTABAFE = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

 ◂  `.تغميق`
❃ بالرد على الكلام لجعله بشكل غامق

 ◂  `.نسخ`
❃ بالرد على الكلام لجعله بشكل للنسخ

 ◂  `.مائل`
❃ بالرد على الكلام لجعله بشكل مائل

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


SALACMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.صلاة`

الشرح:  لمعرفة اوقات الصلاة من الظهر و المغرب و العصر و العشاء والخ
الاستخدام:  اكت الامر مع اسم محافظتك باللغة الانكليزية

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


DATECMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.ذاتية`

الشرح:  لحفظ الصورة ذاتية التدمير او الصورة الموقوتة في الرسائل المحفوظة بدون علم الطرف الثاني
الاستخدام:  بالرد على صورة ذاتية التدمير

الامر:   `.تفعيل الذاتية`
الشرح: فقط اكتب الامر في اي دردشة وسيقوم بحفظ اي صورة او فيديو ذاتي التدمير يرسل لك تلقائيا

* لتعطيل امر الحفظ التلقائي ارسل .تعطيل الذاتية *

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALICVEINLI = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.السورس`

الشرح:  لعرض  معلومات تنصيبك واصدار السورس بشكل انلاين
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


PINGSMC = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.بنك`

الشرح:  لعرض  معلومات وسرعة الانترنت في البوت الخاص بك
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALNTDOS = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.الانترنت صورة`

الشرح:  لعرض  معلومات وسرعة الانترنت في البوت الخاص بك
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

# اوامر الادمن
ALIVEBand = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.حظر`

الشرح:  لحظر المستخدم من المجموعة التي انت فيها مشرف 
الاستخدام:  يجب عليك الرد على الشخص لحظره او وضع ايديه او معرفه مع الامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVESOR = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.الصورة -حذف`

الشرح:  لحذف صورة المجموعة يجب ان تكون مشرف
الاستخدام:  فقط أرسل الامر في المجموعة 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVEsod = """  
اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.الصورة -وضع `

الشرح:  لوضع الصورة في المجموعة يجب ان تكون مشرف
الاستخدام:  يجب عليك الرد على الصورة المراد وضعها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVEunban = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.الغاء الحظر`

الشرح:  لإلغاء حظر الشخص من المجموعة 
الاستخدام:  قم بالرد على المستخدم او وضع ايديه او معرفه مع الامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVEcatm = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.كتم`

الشرح: لكتم الشخص من إرسال الرسائل في المجموعة و الخاص 
الاستخدام:  يجب عليك الرد على الشخص او وضع معرفه او ايديه مع الامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ALIVEuncatm = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   ` .الغاء كتم `

الشرح:  لالغاء كتم الشخص في المجموعة او الخاص
الاستخدام: بالرد على المستخدم بالامر او وضع معرفه او ايده مع الامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVEbin = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.تثبيت`

الشرح: لتثبيت الرسالة في الدردشة الحالية
الاستخدام:  بالرد على الرسالة المراد تثبيته

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVEunbin = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.الغاء تثبيت`

الشرح:  للغاء تثبيت الرسالة في الدردشة
الاستخدام: يجب عليك الرد على الرسالة التي تريد الغاء تثبيتها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVEadmin = """
اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر: ` .رفع مشرف`

الشرح:  يرفع الشخص مشرف في المجموعة
الاستخدام:  قم بالرد على المستخدم او وضع معرفه مع الامر لرفعه مشرف يمكنك وضع لقب بكتاب اللقب مع الامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVEtnadmin = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر: ` .تنزيل مشرف`

الشرح:  تنزيل المستخدم من الاشراف في المجموعة 
الاستخدام:  بالرد على المستخدم او وضع معرفه او ايديه مع الامر لتنزيله من المشرفين

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVErfe = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.ارفع`

الشرح:   يرفع الشخص مشرف في جميع المجموعات التي تكون بها مشرف
الاستخدام:  يجب عليك الرد على المستخدم او وضع معرفه او ايديه مع الامر 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVEnzl = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.نزل`

الشرح:  تنزيل المشرف من جميع المجموعات بشكل عام
الاستخدام:  يجب عليك الرد على المستخدم او وضع معرفه او ايديه مع الامر 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ALIVEADV = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.الاحداث`

الشرح:  لعرض اخر الرسائل المحذوفة في المجموعة
الاستخدام:  فقط اكتب الامر في المجموعة.

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALIVETFL = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.تفليش`

الشرح:  لحظر جميع الأعضاء في المجموعة يجب ان تكون لديك صلاحيات حظر
الاستخدام:  فقط ارسل الامر في المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ALIVEgma = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.تنزيل الكل`

الشرح:  تنزيل جميع المشرفين من الاشراف في المجموعة 
الاستخدام:  فقط اكتب الامر في المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ALIVEMHA = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.المحظورين`

الشرح:  لعرض جميع المحظورين في المجموعة 
الاستخدام:  فقط ارسل الامر في المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


KICKCMD = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.طرد`

الشرح:  يقوم بطرد المستخدم من المجموعة
الاستخدام:  يجب عليك الرد على المستخدم او وضع معرفه او ايديه مع الامر 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


UPDATE4E = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.تحديث`

الشرح:  يقوم بتحديث ملفات السورس عند نزول تحديث في القناة
الاستخدام:  فقط ارسل الاملا

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ALIVETHR = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.تحذير`

الشرح:  يقوم بتحذير المستخدم في المجموعة واذا وصلت 3 تحذيرات يطرده
الاستخدام:  يجب عليك الرد على المستخدم او وضع معرفه او ايديه مع الامر 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ALIVEunTHR = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر: ` .حذف التحذيرات `

الشرح:  يقوم بحذف جميع تحذيرات المستخدم 
الاستخدام:  يجب عليك الرد على المستخدم 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ALIVETSV = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.التحذيرات`

الشرح:  يقوم بعرض تحذيرات المستخدم 
الاستخدام:  يجب عليك الرد على المستخدم او وضع معرفه او ايديه مع الامر 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

# الاذاعة
BRWAADV1 = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.للكروبات`

الشرح:  يقوم بعمل اذاعة لجميع المجموعات في حسابك لرسالتك
الاستخدام:  يجب عليك الرد على الرسالة المراد اذاعتها بالامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


BROADEV1 = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  ` .للخاص `

الشرح:  يقوم بعمل اذاعة لجميع الرسائل الخاصة في حسابك لرسالتك
الاستخدام:  يجب عليك الرد على الرسالة المراد اذاعتها بالامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ADDMEM7 = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.ضيف`

الشرح:  يقوم بأضافة الأعضاء من مجموعة الى مجموعة أخرى 
الاستخدام:  تذهب الى مجموعتك وتكتب الانر مع رابط المجموعة المراد اخذ الاعضاء منها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

# اعادة
ALIVEAUD = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.اعادة تشغيل`

الشرح:  لاعادة تشغيل سورس صوفي
الاستخدام:  اكتب الامر في اي دردشة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لاتترد بسؤال المطور -- @x_xxi"""

ALIVEflm = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  ` .فلم `

الشرح:   للبحث عن معلومات فلم معين وارساله لك
الاستخدام:  بوضع اسم الفلم باللغة الانكليزية مع الامر 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لاتتردد بسؤال المطور --- @x_xxi"""

# الانتحال
CLIONEACMD = """ 


اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.انتحال`

الشرح:  لأنتحال المستخدم ونسخ صورته واسمه والبايو الخاص به
الاستخدام:  يجب عليك الرد على المستخدم او وضع معرفه او ايديه مع الامر 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""


ALIVEMEE = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.اعادة`

الشرح:  لأرجاع حسابك الى وضعه السابق من اسم وصورة ونبذة
الاستخدام:  فقط ارسل الامر في اي دردشة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

# الايدي
ALIVEDIII = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.الايدي`

الشرح:  لعرض ايدي المجموعة او المستخدم
الاستخدام:  بالرد على المستخدم لعرض ايديه او ارساله فقط لعرض ايدي المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

# بحث
ALIVETSM = """ 


اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.بحث`

الشرح:  للتحميل من اليوتيوب على صيغة ملف صوتي
الاستخدام:  بكتابة عنوان للمقطع الصوتي مع الامر لتحميله لك

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""


ALIVEFDO = """ 


اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.فيديو`

الشرح:  للتحميل من اليوتيوب على فيديو
الاستخدام:  بكتابة عنوان الفيديو مع الامر لتحميله لك بشكل مباشر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

# اوامر وضع
ALIVEBIO = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.وضع بايو`

الشرح:  لتغيير النبذة او البايو الخاص بحسابك
الاستخدام:  بكتابة الامر والرد على البايو او النبذة الجديدة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""


ALIVESAM = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.وضع اسم`

الشرح:  لتغيير اسم حسابك شش
الاستخدام:  بكتابة الامر والرد على الاسم الجديد

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""


ALIVEsor = """ 


اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.وضع صورة`

الشرح:  لتغيير صورة حسابك الشخصية
الاستخدام:  بكتابة الامر والرد على الصورة الجديدة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""


ALIVEOZR = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.وضع يوزر`

الشرح:  لتغيير المعرف او اليوزر الخاص بحسابك
الاستخدام:  بكتابة الامر والرد على المعرف او اليوزر الجديد

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

# بنك
ALIVEBIK = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.بنك`

الشرح:  امر بسيط لعرض سرعة الاستجابه لديك
الاستخدام:  فقط ارسل الامر في اي دردشة كانت

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

# ترجمه
ALIVETRG = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر: ` .ترجمة `

الشرح:  يترجم لك الكلام انكليزي العربي والخ
الاستخدام:  قم بكتابة الأمر بالرد على الرساله مع كود الترجمه مثال (.ترجمه ar) 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

# ترحيب
ALIVETRSB = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.ترحيب`

الشرح:  يقوم بترحيب الاعضاء للجدد في المجموعة 
الاستخدام:  كتابة الامر مع الترحيب وارساله في المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""


ALIVEundf = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.حذف الترحيب`

الشرح:  يقوم بحذف الترحيب في المجموعة وايقافه
الاستخدام:  فقط اكتب الامر في المجموعة المراد ايقاف الترحيب بها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxit"""


ALIVETRS = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.الترحيبات`

الشرح:  يقوم بعرض لك الترحيبات في المجموعة 
الاستخدام:  فقط اكتب الامر في المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

# تقليد
ADDTKLED = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.تقليد`

الشرح:  يقوم بتقليد جميع رسائل المستخدم في الدردشة التي استخدمت بها الامر
الاستخدام:  يجب عليك الرد على المستخدم او وضع معرفه او ايديه مع الامر 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

NOAZAJ4 = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.حذف المقلدهم`

الشرح:  يقوم بالغاء التقليد على جميع المستخدمين في الدردشة
الاستخدام:  فقط ارسل الامر في الدردشة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

STOPAZAG = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.الغاء تقليد`

الشرح:  يقوم بإلغاء تقليد رسائل المستخدم في الدردشة
الاستخدام:  يجب عليك الرد على المستخدم او وضع معرفه او ايديه مع الامر 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

ALMKD5D = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.المقلدهم`

الشرح:  يقوم بعرض الاشخاص الذي قمت بتقليدهم في الدردشة
الاستخدام:  فقط ارسل الامر في الدردشة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""


# تلكراف
TELEHTMED = """ 

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:  `.تلكراف ميديا`

الشرح:  لعمل رابط تيليجراف للصورة 
الاستخدام: بالرد على الصورة المراد عمل الرابط لها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""


MLKEACMD = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تحويل ملكية`

الشرح:  لتحويل ملكية الكروب او القناة الى شخص اخر
الاستخدام:   كتابه الامر مع معرف الشخص وارساله في القناة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""


TKRAR3ADI = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.كرر`

الشرح:  ليقوم بتكرار الرسالة بشكل اعتيادي
الاستخدام:   كتابه الامر مع عدد التكرار والرد على الرسالة لتكرارها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

SPAM3AAH = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.سبام`

الشرح:  ليقوم بارسال احرف الكلمة حرف حرف
الاستخدام:   كتابه الامر مع الكلمة او الرد عليها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

FGKHEF8 = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.وسبام`

الشرح:  ليقوم بارسال كلمات الجمله كلمة كلمة
الاستخدام:   كتابه الامر مع الجملة او الرد على الجملة بالامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

MKRRR5 = """

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.مكرر`

الشرح:  ليقوم بالتكرار للرسالة مع وجود مدة زمنية بين ارسال كل رسالة
الاستخدام:   كتابه الامر مع عدد التكرار و عدد الثواني بين كل ارسال والرد على الرسالة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

# تغيرها حسب الامر
ALMN3CMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.منع`

الشرح:  لمنع كلمة ومسحها عند ارسالها في الدردشة
الاستخدام:  كتابة الامر مع الكلمة الذي تريد منعها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

A3ALMN3 = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.الغاء منع`

الشرح:  لالغاء منع كلمة والسماح بها عند ارسالها في الدردشة
الاستخدام:  كتابة الامر مع الكلمة الذي تريد الغاء منعها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

LISTBLCK = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.قائمة المنع`

الشرح:  لعرض الكلمات التي منعت في الدردشة
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

MEMCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.عيد`

الشرح:  بقوم بأعادة ارسال الرسالة في الدردشة
الاستخدام:  كتابة الامر والرد على الرسالة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

MEMCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.فصخ`

الشرح:  يقوم بتجزيء الكلام بشكب احرف جربه بنفسك
الاستخدام:  بكتابة الامر مع الكلمه او الرد عليها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

ALN6KCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.انطق ar`

الشرح:  لنطق كلام في بصمه صوتية
الاستخدام:  كتابة الامر مع الكلمة الذي تريد انطقها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
- لاتتردد بسؤال المطور --- @x_xxi"""

ALWKTECMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.اسم وقتي`

الشرح:  ليقوم بوضع وقت ساعة مع اسمك في حسابك،  يجب عليك وضع اسمك في خانة العائلة
الاستخدام:  فقط اكتب الامر وارسله
 
- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALWKTECMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.بايو وقتي`

الشرح:  ليقوم بوضع وقت ساعة مع النبذة في حسابك
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALWKTECMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.الصورة الوقتية`

الشرح:  ليقوم بوضع وقت ساعة مع صورة حساكل
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

BENTRSTCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.بينترست`

الشرح:  لتحميل فيديو او صورة من موقع بينترست
الاستخدام:  بكتابة الامر الرابط

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

TSLEACMD = """  

اهلا بك عزيزي المستخدم في  قائـمة اوامر التسلية:

.غبي  .القنابل  .اتصل   .قتل    .طوبة

.مربعات   .حلويات     .نار     .شحن

.افكر    .متت    .ضايج    .ساعة

.مح    .قلب     .جيم     .الارض

.قمر      .اقمار     .قمور     .نجمه

.مكعبات   .مطر      .تفريغ      .فليم

.احبك    .طائره        .شرطه 

.النضام الشمسي    .قاتل       .عين

.افكرر      .افعى         .رج      .مايكرو

.فايروس    .قطار      .موسيقى 

.رسم   .تحميل     .مربع       .دائره

.انيم    .بشره      .قرد      .يد

.العد التنازلي        .قلوب

.فصخ + الكلام

.تهكير     .تهكير2   .تهكير3

ٴ╼──────────────────╾ 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

RSTOPRD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.حذف رد`

الشرح:  لحذف رد معين من المجموعة وايقافه
الاستخدام:  بكتابة الامر مع الرد المراد ايقافه

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


MELICLW = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.اطردني`

الشرح:  لمغادرة المجموعة التي استخدمت الامر بها
الاستخدام:  بكتابة الامر وارساله في المجموعة التي تريد مغادرتها

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALMSHRFE1 = "قائمـه اوامر المجموعة :\n\n ◂  `.المشرفين` \n❃ فقط اكتب الامر في المجموعه لعرض مشرفين المجموعه\n\n ◂  `.البوتات` \n❃ فقط اكتب الامر في الدردشة لعرض البوتات المضافة \n\n ◂  `.الاعضاء`\n❃ فقط اكتب الامر في المجموعه لعرض أعضاء الدردشة\n\n ◂  `.معلومات`\n❃ لعرض معلومات المجموعه اكتبه الامر في المجموعة"

ACCD5SS = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.المحذوفين`

الشرح:  لعرض الحسابات المحذوفة في المجموعة وتنظيفها
الاستخدام:  فقط ارسل الامر في المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ALLRD5 = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.الردود`

الشرح:  لعرض جميع الردود المضافة في الدردشة
الاستخدام:  بكتابة الامر وارساله في المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


ALLRDSTOP = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.حذف الردود`

الشرح:  لحذف جميع الردود المضافة في المجموعة
الاستخدام:  بكتابة الامر وارساله في المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""


RDAJFDA = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.رد`

الشرح:  لاضافة رد في الدردشة المستخم بها الامر
الاستخدام:  بكتابة الامر مع كلمة الرد و جملة الرد

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

TTBEKCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تطبيق`

الشرح:  لبحث على تطبيق في كوكل بلي وارسال معلوماته 
الاستخدام:  بكتابة الامر واسم التطبيق فقط

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

UNBLOCKCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.فك المحظورين`

الشرح:  لفك المستخدمين المحظورين من حسابك 
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

UMBLCTR = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.الغاء المحظورين`

الشرح:  لفك المستخدمين المحظورين من المجموعة
الاستخدام:  فقط اكتب الامر وارسله في المجموعة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

TRFEHCMD = """  

اهلا بك عزيزي المستخدم في قائـمه اوامر الترفيه:

• جميع هذه الاوامر تستخدم بالرد على الشخص كترفيه
◂  .رفع مطي
◂  .رفع كلب
◂  .رفع حيوان
◂  .رفع زاحف
◂  .رفع مرتي
◂  .رفع زوجي
◂  .رفع تاج
◂  .رفع بكلبي
◂  .رفع بزون
◂  .رفع قرد

◂  .نسبة الحب
◂  .نسبة الانوثة
◂  .نسبة الرجولة
◂  .نسبة الغباء
◂  .نسبة المثْلية

◂  .كت
◂  .اوصف
◂  .هينه
◂  .نزوج
◂  .طلاك

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

MLFATCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تنصيب`

الشرح:  لتنصيب ملف ما في سورسك
الاستخدام:  كتابة الامر ولرد على الملف

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
اسأل المطور -- @x_xxi

ALTKRARCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.ضع التكرار`

الشرح:  لمنع التكرار في المجموعة وتقييد المستخدم عند التكرار
الاستخدام:  كتابة الامر مع عدد التكرار

• لأيقاف التكرار استخدم الامر مع عدد كبير جدا 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

YOUTUBECMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تحميل صوتي`

الشرح:  لتحميل من اليوتيوب الفيديو بشكل ملف صوتي
الاستخدام:  كتابة الامر مع رابط الفيديو

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

YOUTUBECCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تحميل فيديو`

الشرح:  لتحميل من اليوتيوب او العديد من مواقع التواصل بشكل فيديو
الاستخدام:  كتابة الامر ورابط الفيديو

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

INSTAGRAMCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.انستا`

الشرح:  لتحميل بوست او ريلز من انستا
الاستخدام:  كتابة الامر ورابط الذي تريد تحميله من انستا

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALKROBCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.الاعضاء`

الشرح:  لجلب معرفات الاعضاء في المجموعة
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

ALKROBCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.المشرفين`

الشرح:  لجلب المشرفين في المجموعة
الاستخدام:  فقط اكتب الامر وارسله

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

TEXTCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.نسخ`

الشرح:  لنسخ الذي تم رد عليه
الاستخدام:  كتابة الامر مع الرد على الكلام

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

TEXTCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.تغميق`

الشرح:  لتغميق الرسالة الذي تم الرد عليه
الاستخدام:  كتابة الامر مع الرد على الرسالة 

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

TEXTCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.مائل`

الشرح:  لعمل الرسالة بشكل مائل
الاستخدام:  كتابة الامر مع الرد على الرسالة

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""

KSHFCMD = """  

اهلا بك عزيزي المستخدم في قائمة الاوامر

الامر:   `.ايدي`

الشرح:  لعرض  معلوماتك او معلومات المستخدم الذي تم الرد عليه
الاستخدام:  كتابة الامر بالرد على المستخدم او وضع معرفه او ايديه مع الامر

- - - - - - - - - - - - - - - - - - 
تواجه مشاكل ؟
لا تتردد بسؤال المطور 👇🏻
==>  @x_xxi  <=="""
